[
    {
        "name": "Boomer",
        "age": "9year",
        "race":"Chow-chow",
        "contact_owner":"01026484",
        "description": "Boomer is a sweet, handsome fellow who can't wait to shower you with affection! He is a former breeder who is beyond excited about finding a loving home with a very special family. It was determined at his vetting that he has an inoperable mass on his renal gland and also can not be neutered. Though chock-full of love and life, he is considered a hospice dog... but you'd never know it. Boomer lived in a dog run most of his life, so he'll need some help learning about the finer things, including house manners and walking on a leash. However, just because he's an older gentleman, doesn't mean he can't learn new tricks. He's very smart and eager to please! Boomer doesn't quite understand toys, but he's very happy to interact with you. If you want to play with toys, he's more than happy to give it a try. At night, he loves to curl up with his humans on the couch, giving a couple kisses and resting his head in their lap. If you have a place in your heart for this happy, affectionate boy, and you're ready to be blown away by his love and gratitude, come meet Boomer today! ",
        "categories": "dogs",
        "imageUrl": "https://static.wixstatic.com/media/97b48d_5a6ab70aedf841d6b2ebe0518dbbf505~mv2.jpg/v1/fill/w_296,h_302,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/37386195_10216683895951391_8480361403524.jpg"
     },
     {
        "name": "3antar",
        "age": "1year",
        "race":"arbi",
        "contact_owner":"98774945",
        "description": " mouchakes",
        "categories": "cats",
        "imageUrl": "https://catrescues.org/wp-content/uploads/Charlotte-2009-C0698-Pic1.jpg"
     },
     {
        "name": "LEMONHEAD",
        "age": "6months",
        "race":"3asfour",
        "contact_owner":"08794485",
        "description": " Lemonhead is a beautiful budgie parakeet that would make an amazing addition to an aviary flock! With patience and love, Lemonhead will enjoy flying to his human friends to say hi. He prefers hanging out with other budgies best and would do best in a home with multiple budgie friends. If you are interested in meeting Lemonhead, please fill out an application!",
        "categories": "birds",
        "imageUrl": "https://cdn.rescuegroups.org/6685/pictures/animals/18984/18984777/92480023.jpg"
     }
    
]